       IDENTIFICATION DIVISION.
       PROGRAM-ID. GITFILE.
       ENVIRONMENT DIVISION.
       DATA DIVISION.
       WORKING-STORAGE SECTION.
       PROCEDURE DIVISION.
           DISPLAY 'TRAINING PROGRAM'.
           STOP RUN.